var qas = [
    {
        "q": "上元指的是農曆幾月幾號?",
        "a": "正月十五"
    },
    {
        "q": "即使用完身邊的暗器也不會束手待斃，因為無情還有一枚出奇制勝的暗器藏在_____?",
        "a": "舌底"
    },
    {
        "q": "人們為什麼用巾幗指代女性?",
        "a": "女子所戴的頭飾叫做巾幗"
    },
    {
        "q": "“柔情似水，佳期如夢，忍顧鵲橋歸路。兩情若是久長時，又豈在朝朝暮暮。”的作者是_____?",
        "a": "秦觀"
    },
    {
        "q": "所謂“三禮”指的是哪三本書?",
        "a": "《周禮》、《禮儀》、《禮記》"
    },
    {
        "q": "日日花前常病酒，_______________?",
        "a": "不辭鏡裡朱顏瘦"
    },
    {
        "q": "以下哪一項不屬於古代文人所推崇的三不朽?",
        "a": "立身"
    },
    {
        "q": "《春秋》採用的紀事體例是?",
        "a": "編年體史書"
    },
    {
        "q": "唐代分全國為十道作為監察區，其中河南道包括哪些州?",
        "a": "豫、兗、青、徐"
    },
    {
        "q": "中國是世界上天文學發展最早的國家之一，早在___時，就設有司天官。",
        "a": "堯帝"
    },
    {
        "q": "“成也蕭何，敗也蕭何”說的是誰的經歷?",
        "a": "韓信"
    },
    {
        "q": "寂寞深閨，______________?",
        "a": "柔腸一寸愁千縷"
    },
    {
        "q": "“霸王別姬”中的霸王指的是?",
        "a": "項羽"
    },
    {
        "q": "水患是古代較為嚴重的自然災害之一，請問以下哪位歷史人物沒有治過水?",
        "a": "孟明視"
    },
    {
        "q": "三國時期，群雄割據，下面人物與勢力範圍對應不正確的是?",
        "a": "劉表·豫州"
    },
    {
        "q": "春宵一刻值千金，_______________?",
        "a": "花有清香月有陰"
    },
    {
        "q": "文成公主和親是在____時期?",
        "a": "唐太宗"
    },
    {
        "q": "碧雲天，黃葉地，_________________?",
        "a": "秋色連波，波上寒煙翠"
    },
    {
        "q": "為教育孩子言出必行而殺豬的孔門弟子是?",
        "a": "曾參"
    },
    {
        "q": "曾經當過劉備軍師的“單福”指的是誰?",
        "a": "徐庶"
    },
    {
        "q": "以下四個神醫中出生最早的是哪位?",
        "a": "扁鵲"
    },
    {
        "q": "春山煙欲收，________?",
        "a": "天澹星稀小"
    },
    {
        "q": "三國時滅亡蜀漢的將領是誰?",
        "a": "鄧艾"
    },
    {
        "q": "黃鶴樓位於何處?",
        "a": "武漢"
    },
    {
        "q": "“註疏”一詞中“疏”指的是?",
        "a": "對經文註解的註解"
    },
    {
        "q": "《詩經》的第一篇是?",
        "a": "《關雎》"
    },
    {
        "q": " 上元指的是農曆幾月幾號?",
        "a": "正月十五"
    },
    {
        "q": " 《說文解字》的作者是?",
        "a": "許慎"
    },
    {
        "q": " 中國歷史上第一位有獨立諡號的皇后是?",
        "a": "衛子夫"
    },
    {
        "q": " 雙燕飛來垂柳院，_________?",
        "a": "小閣畫簾高卷"
    },
    {
        "q": " 《寄李十二白二十韻》與《魯郡東石門送杜二甫》的作者分別是?",
        "a": "杜甫;李白"
    },
    {
        "q": " 蓬山此去無多路，_______________?",
        "a": "青鳥殷勤為探看"
    },
    {
        "q": " 孔門弟子中，誰因病早逝?",
        "a": "顏回"
    },
    {
        "q": "下列那個選項不是《易經》中“三才”一詞所指的對象?",
        "a": "物"
    },
    {
        "q": "諸子百家中的名家主要擅長論辯，戰國著名辯題“白馬非馬”是由名家_____提出的。",
        "a": "公孫龍"
    },
    {
        "q": "東晉的開國皇帝是?",
        "a": "司馬睿"
    },
    {
        "q": "一川煙草，滿城風絮，_________?",
        "a": "梅子黃時雨"
    },
    {
        "q": "通常所稱“五代十國”，位於哪兩個朝代之間?",
        "a": "唐宋"
    },
    {
        "q": "被譽為“詩佛”的唐代詩人是?",
        "a": "王維"
    },
    {
        "q": "中國對日食現象的紀錄，最早可以追溯到?",
        "a": "殷墟甲骨文"
    },
    {
        "q": "“扇枕溫衾”形容的是誰的事跡?",
        "a": "黃香"
    },
    {
        "q": "哪次會盟後齊桓公成為中原霸主?",
        "a": "葵丘會盟"
    },
    {
        "q": " 名震天下的楊家槍與下列哪個武林宗派頗有淵源?",
        "a": "少林寺"
    },
    {
        "q": "南朝詩人_____是山水詩派的開創者?",
        "a": "謝靈運"
    },
    {
        "q": "中國四大書院中位於江西的是____?",
        "a": "白鹿洞書院"
    },
    {
        "q": "早在西漢末年，______就總結出了日食的週期規律。",
        "a": "劉歆"
    },
    {
        "q": "流光容易把人拋，_______________?",
        "a": "紅了櫻桃，綠了芭蕉"
    },
    {
        "q": "“人心惟危，道心惟微;惟精惟一，允執厥中。”語出________?",
        "a": "《尚書·虞書》"
    },
    {
        "q": "孔子認為《詩經》的核心宗旨是______?",
        "a": "思無邪"
    },
    {
        "q": "青青子衿，悠悠我心，______________________?",
        "a": "縱我不往，子寧不嗣音?"
    },
    {
        "q": "三國時期，劉備號稱皇叔，問他是誰的子孫?",
        "a": "劉勝"
    },
    {
        "q": "《說文解字》的作者是?",
        "a": "許慎"
    },
    {
        "q": " 以下人物中誰有一隻眼睛瞎了?",
        "a": "夏侯惇"
    },
    {
        "q": " 唐代白居易《暮江吟》中，“一道殘陽鋪水中，半江瑟瑟半江紅”中“瑟瑟”二字意為?",
        "a": "碧綠"
    },
    {
        "q": " 東漢末年“黃巾起義”中張角曾著書_______?",
        "a": "太平要術"
    },
    {
        "q": " 自古以來就有“醫道相通”的說法，這是首下列哪本醫學著作的影響?",
        "a": "《黃帝內經》"
    },
    {
        "q": " ______位居“三禮”之首?",
        "a": "《周禮》"
    },
    {
        "q": " 下列選項中不屬於中國四大佛山的是?",
        "a": "武當山"
    },
    {
        "q": " 東臨碣石，________?",
        "a": "以觀滄海"
    },
    {
        "q": "春潮帶雨晚來急，___________?",
        "a": "野渡無人舟自橫"
    },
    {
        "q": " “求仁而得仁，又何怨?”出資《論語·____》?",
        "a": "述而"
    },
    {
        "q": " 漢代後，詩經四家中僅有_______流傳於世?",
        "a": "《毛詩》"
    },
    {
        "q": " 在民間野史故事中，一下哪位人物沒有和狐狸精有密切聯繫?",
        "a": "周幽王"
    },
    {
        "q": " 料得年年腸斷處，____________?",
        "a": "明月夜，短松岡"
    },
    {
        "q": " 存者且偷生，__________?",
        "a": "死者長已矣"
    },
    {
        "q": " 以下那個是漢朝的美女?",
        "a": "趙飛燕"
    },
    {
        "q": " “文武二聖”中的“文聖”指的是?",
        "a": "孔子"
    },
    {
        "q": " 漢武帝因為_____的建議，決定施行“罷黜百家，獨尊儒術”的治國政策?",
        "a": "董仲舒"
    },
    {
        "q": " 武林中極為擅長使用火器的家族是?",
        "a": "雷家"
    },
    {
        "q": "接天雲濤連曉霧，_________________?",
        "a": "星河欲轉千帆舞"
    },
    {
        "q": "少年聽雨歌樓上，________________?",
        "a": "紅燭昏羅帳"
    },
    {
        "q": "“一諾千金”這個典故與哪位歷史人物相關?",
        "a": "季布"
    },
    {
        "q": "玉爐香，紅蠟淚，_____________?",
        "a": "偏照畫堂秋思"
    },
    {
        "q": "被蘇軾譽為“文起八代之衰”的作家是_____?",
        "a": "韓愈"
    },
    {
        "q": "現存第一部完整記錄了二十四節氣名稱的著作是____?",
        "a": "《淮南子》"
    },
    {
        "q": "破釜沉舟典故發生在哪次著名戰役中?",
        "a": "巨鹿之戰"
    },
    {
        "q": "左思的三都賦指蜀都賦、吳都賦、魏都賦，其中魏都指的是哪個城市?",
        "a": "鄴城"
    },
    {
        "q": "柔情似水，_______，忍顧鵲橋歸路。",
        "a": "佳期如夢"
    },
    {
        "q": " 《刺客列傳》中“夫專諸之刺王僚也，彗星襲月。”彗星出現，光芒掃過月亮，一般認為是______的預兆。",
        "a": "重大災難"
    },
    {
        "q": " 何時開始，中原人不再被稱為秦人，改稱為漢人?",
        "a": "西漢"
    },
    {
        "q": " __________，春來發幾枝?",
        "a": "紅豆生南國"
    },
    {
        "q": " 自古以來，漢人對周圍不同方向的外邦民族有不同的稱呼。以下方位與稱呼的搭配，不正確的是______?",
        "a": "東胡"
    },
    {
        "q": " 春秋時，晉文公在哪場戰役中擊敗楚國獲得中原霸權?",
        "a": "城濮之戰"
    },
    {
        "q": " 一身轉戰三千里，_____________?",
        "a": "一劍曾當百萬師"
    },
    {
        "q": " 中國古代宮殿建築採用_____為主色。",
        "a": "紅色"
    },
    {
        "q": " 唐朝文宗御封的“三絕”指的是李白的詩歌、張旭的草書和_________。",
        "a": "裴旻的劍舞"
    },
    {
        "q": " “生當作人傑，死亦為鬼雄”是誰寫的?",
        "a": "李清照"
    },
    {
        "q": "出師未捷身先死，_____________?",
        "a": "長使英雄淚滿襟"
    },
    {
        "q": "舊時王謝堂前燕，____________?",
        "a": "飛入尋常百姓家"
    },
    {
        "q": "武則天的第一任丈夫是誰?",
        "a": "唐太宗"
    },
    {
        "q": "北宋名畫《清明上河圖》描繪的是哪個季節的景象?",
        "a": "春"
    },
    {
        "q": "孔明最後一次北伐時病死在哪裡?",
        "a": "五丈原"
    },
    {
        "q": "被稱為“天可汗”的是唐朝哪個皇帝?",
        "a": "唐太宗"
    },
    {
        "q": "“三山五嶽”中“五嶽”指的是泰山、華山、衡山、嵩山、恆山，而“三山”則指傳說中的蓬萊、方丈和______?",
        "a": "瀛洲"
    },
    {
        "q": "秦統一後統一的字體是?",
        "a": "小篆"
    },
    {
        "q": "“官渡之戰”中袁紹手下鎮守烏巢的是誰?",
        "a": "淳於瓊"
    },
    {
        "q": "《詩經》中的_____是民間歌謠。",
        "a": "《風》"
    },
    {
        "q": "戰國時攻陷楚國郢都的秦國大將是?",
        "a": "白起"
    },
    {
        "q": "以下作品，不屬於歷史類散文的是_______。",
        "a": "《山海經》"
    },
    {
        "q": "註明的佛教聖地“龍門石窟”位於下列哪個省?",
        "a": "河南"
    },
    {
        "q": "下面關於孔子的說法不正確的一項是?",
        "a": "編著《論語》一書"
    },
    {
        "q": "後宮佳麗三千人，____________?",
        "a": "三千寵愛在一身"
    },
    {
        "q": "《詩經》中《燕燕》一詩表達的是______。",
        "a": "兄妹之情"
    },
    {
        "q": "下面詩句所體現的傳統節日，與其他三項不屬於同一個的是____。",
        "a": "三月三日天氣新，長安水邊多麗人"
    },
    {
        "q": "滿搦宮腰纖細，____________。",
        "a": "年紀方當笄歲"
    },
    {
        "q": "“關山難越，誰悲失路之人;萍水相逢，僅是他鄉之客”出自______。",
        "a": "《滕王閣序》"
    },
    {
        "q": "春秋戰國時著名的歷史事件“三家分晉”不包括哪一家?",
        "a": "智"
    },
    {
        "q": "“青梅竹馬”一詞典出_______。",
        "a": "李白《長干行》"
    },
    {
        "q": "玄奘的《大唐西域記》主要記載了他對_____等國的地理認識。",
        "a": "印度"
    },
    {
        "q": "重陽節的傳說和下列哪個人物有關?",
        "a": "恆景"
    },
    {
        "q": "俗語“魚與熊掌不可兼得”出自下列哪本著作?",
        "a": "《孟子》"
    },
    {
        "q": "中醫文化源遠流長，早在_____時，中醫理論已基本成型。",
        "a": "春秋戰國"
    },
    {
        "q": "笑漸不聞聲漸悄，______________。",
        "a": "多情卻被無情惱"
    },
    {
        "q": "三國時期“三絕”中“智絕”指的是誰?",
        "a": "諸葛亮"
    },
    {
        "q": "漢代名將霍去病曾在朝中擔任哪一職位?",
        "a": "大司馬"
    },
    {
        "q": "酈道元《水經注》中“巴陵三峽巫峽長，猿鳴三聲淚沾裳”中，“三峽”不包括_____?",
        "a": "三門峽"
    },
    {
        "q": "經過歷代天文學家對渾儀的改進，到唐代時，_____終於設計出了相當完善的渾天黃道儀。",
        "a": "李淳風"
    }
]